{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<sos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<eos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "<sos>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "<eos>",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "<eos>": {
        "id": "<eos>",
        "ids": [
          2
        ],
        "tokens": [
          "<eos>"
        ]
      },
      "<sos>": {
        "id": "<sos>",
        "ids": [
          1
        ],
        "tokens": [
          "<sos>"
        ]
      }
    }
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<pad>": 0,
      "<sos>": 1,
      "<eos>": 2,
      "<unk>": 3,
      "!": 4,
      "\"": 5,
      "#": 6,
      "$": 7,
      "%": 8,
      "&": 9,
      "'": 10,
      "(": 11,
      ")": 12,
      "*": 13,
      "+": 14,
      ",": 15,
      "-": 16,
      ".": 17,
      "/": 18,
      "0": 19,
      "1": 20,
      "2": 21,
      "3": 22,
      "4": 23,
      "5": 24,
      "6": 25,
      "7": 26,
      "8": 27,
      "9": 28,
      ":": 29,
      ";": 30,
      "<": 31,
      "=": 32,
      ">": 33,
      "?": 34,
      "@": 35,
      "A": 36,
      "B": 37,
      "C": 38,
      "D": 39,
      "E": 40,
      "F": 41,
      "G": 42,
      "H": 43,
      "I": 44,
      "J": 45,
      "K": 46,
      "L": 47,
      "M": 48,
      "N": 49,
      "O": 50,
      "P": 51,
      "Q": 52,
      "R": 53,
      "S": 54,
      "T": 55,
      "U": 56,
      "V": 57,
      "W": 58,
      "X": 59,
      "Y": 60,
      "Z": 61,
      "[": 62,
      "\\": 63,
      "]": 64,
      "^": 65,
      "_": 66,
      "`": 67,
      "a": 68,
      "b": 69,
      "c": 70,
      "d": 71,
      "e": 72,
      "f": 73,
      "g": 74,
      "h": 75,
      "i": 76,
      "j": 77,
      "k": 78,
      "l": 79,
      "m": 80,
      "n": 81,
      "o": 82,
      "p": 83,
      "q": 84,
      "r": 85,
      "s": 86,
      "t": 87,
      "u": 88,
      "v": 89,
      "w": 90,
      "x": 91,
      "y": 92,
      "z": 93,
      "{": 94,
      "|": 95,
      "}": 96,
      "~": 97,
      "¡": 98,
      "¢": 99,
      "£": 100,
      "¤": 101,
      "¥": 102,
      "¦": 103,
      "§": 104,
      "¨": 105,
      "©": 106,
      "ª": 107,
      "«": 108,
      "¬": 109,
      "®": 110,
      "¯": 111,
      "°": 112,
      "±": 113,
      "²": 114,
      "³": 115,
      "´": 116,
      "µ": 117,
      "¶": 118,
      "·": 119,
      "¸": 120,
      "¹": 121,
      "º": 122,
      "»": 123,
      "¼": 124,
      "½": 125,
      "¾": 126,
      "¿": 127,
      "Â": 128,
      "Ã": 129,
      "Ä": 130,
      "Å": 131,
      "Æ": 132,
      "È": 133,
      "Ê": 134,
      "Ë": 135,
      "Ì": 136,
      "Í": 137,
      "Î": 138,
      "Ï": 139,
      "Ð": 140,
      "Ñ": 141,
      "à": 142,
      "á": 143,
      "â": 144,
      "ã": 145,
      "æ": 146,
      "è": 147,
      "ê": 148,
      "ì": 149,
      "í": 150,
      "î": 151,
      "ï": 152,
      "ā": 153,
      "Ă": 154,
      "ă": 155,
      "Ą": 156,
      "ą": 157,
      "Ć": 158,
      "ć": 159,
      "Ĉ": 160,
      "ċ": 161,
      "Ď": 162,
      "ď": 163,
      "Đ": 164,
      "đ": 165,
      "Ē": 166,
      "ē": 167,
      "Ĕ": 168,
      "ĕ": 169,
      "Ė": 170,
      "ė": 171,
      "Ę": 172,
      "ę": 173,
      "Ě": 174,
      "ě": 175,
      "Ĝ": 176,
      "ĝ": 177,
      "Ğ": 178,
      "ğ": 179,
      "Ġ": 180,
      "ġ": 181,
      "Ģ": 182,
      "ģ": 183,
      "Ĥ": 184,
      "ĥ": 185,
      "Ħ": 186,
      "ħ": 187,
      "Ĩ": 188,
      "ĩ": 189,
      "Ī": 190,
      "ī": 191,
      "Ĭ": 192,
      "ĭ": 193,
      "Į": 194,
      "į": 195,
      "İ": 196,
      "ı": 197,
      "Ĳ": 198,
      "ĳ": 199,
      "Ĵ": 200,
      "ĵ": 201,
      "Ķ": 202,
      "ķ": 203,
      "ĸ": 204,
      "Ĺ": 205,
      "ĺ": 206,
      "Ļ": 207,
      "ļ": 208,
      "Ľ": 209,
      "ľ": 210,
      "Ŀ": 211,
      "ŀ": 212,
      "Ł": 213,
      "ł": 214,
      "Ń": 215,
      "es": 216,
      "Ġd": 217,
      "on": 218,
      "en": 219,
      "an": 220,
      "ti": 221,
      "Ã©": 222,
      "er": 223,
      "in": 224,
      "Ġt": 225,
      "Ġl": 226,
      "Ġp": 227,
      "Ġa": 228,
      "re": 229,
      "Ġc": 230,
      "Ġs": 231,
      "or": 232,
      "ent": 233,
      "Ġde": 234,
      "is": 235,
      "tion": 236,
      "he": 237,
      "ou": 238,
      "it": 239,
      "al": 240,
      "ar": 241,
      "ro": 242,
      "Ġe": 243,
      "Ġf": 244,
      "Ġthe": 245,
      "âĢ": 246,
      "Ġm": 247,
      "Ġo": 248,
      "ation": 249,
      "qu": 250,
      "Ġin": 251,
      "at": 252,
      "ĠC": 253,
      "ment": 254,
      "ur": 255,
      "ic": 256,
      "le": 257,
      "and": 258,
      "Ġof": 259,
      "om": 260,
      "un": 261,
      "ra": 262,
      "Ġb": 263,
      "il": 264,
      "ed": 265,
      "Ġla": 266,
      "âĢĻ": 267,
      "Ġdes": 268,
      "ad": 269,
      "Ġet": 270,
      "Ġand": 271,
      "Ġpro": 272,
      "el": 273,
      "us": 274,
      "Ġn": 275,
      "ec": 276,
      "Ġto": 277,
      "Ġw": 278,
      "ri": 279,
      "Ġles": 280,
      "as": 281,
      "ce": 282,
      "Ġle": 283,
      "res": 284,
      "ĠÃ": 285,
      "Ġre": 286,
      "our": 287,
      "ing": 288,
      "00": 289,
      "anad": 290,
      "Ġcon": 291,
      "te": 292,
      "Ġqu": 293,
      "rÃ©": 294,
      "ts": 295,
      "ĠÃł": 296,
      "Ġen": 297,
      "ol": 298,
      "ul": 299,
      "ĠP": 300,
      "Ġdu": 301,
      "Ġau": 302,
      "Ġ2": 303,
      "ĠA": 304,
      "ers": 305,
      "Ġv": 306,
      "Ġg": 307,
      "ci": 308,
      "ĠCanad": 309,
      "ĠS": 310,
      "et": 311,
      "Ġcom": 312,
      "ch": 313,
      "Ġth": 314,
      "Ġun": 315,
      "ta": 316,
      "si": 317,
      "Ġ(": 318,
      "ve": 319,
      "Ã¨": 320,
      "pp": 321,
      "Ġpar": 322,
      "ement": 323,
      "ag": 324,
      "Ġ1": 325,
      "au": 326,
      "ter": 327,
      "Ġh": 328,
      "ans": 329,
      "ant": 330,
      "mp": 331,
      "me": 332,
      "ir": 333,
      "ont": 334,
      "du": 335,
      "Ġfor": 336,
      "ĠÃ©": 337,
      "ig": 338,
      "ĠM": 339,
      "tu": 340,
      "ai": 341,
      "ort": 342,
      "Ġ200": 343,
      "os": 344,
      "ĠCanada": 345,
      "tr": 346,
      "ver": 347,
      "ĠT": 348,
      "Ã©s": 349,
      "ĠD": 350,
      "Ġex": 351,
      "ac": 352,
      "bl": 353,
      "est": 354,
      "ĠF": 355,
      "ff": 356,
      "ces": 357,
      "ĠI": 358,
      "ĠL": 359,
      "Ġpour": 360,
      "ion": 361,
      "op": 362,
      "de": 363,
      "ĠR": 364,
      "di": 365,
      "th": 366,
      "ations": 367,
      "que": 368,
      "se": 369,
      "ie": 370,
      "Ġsu": 371,
      "ate": 372,
      "ab": 373,
      "Ġpl": 374,
      "âĢ¨": 375,
      "ĠrÃ©": 376,
      "Ġis": 377,
      "gra": 378,
      "iv": 379,
      "Ġac": 380,
      "tin": 381,
      "Ġon": 382,
      "ĠdÃ©": 383,
      "ill": 384,
      "duc": 385,
      "Ġsur": 386,
      "Ġan": 387,
      "Ġor": 388,
      "ist": 389,
      "urs": 390,
      "ien": 391,
      "ĠB": 392,
      "Ġas": 393,
      "âĢ¢": 394,
      "gram": 395,
      "Ġbe": 396,
      "ĠN": 397,
      "Ġi": 398,
      "ity": 399,
      "Ġque": 400,
      "Ġdans": 401,
      "ĠE": 402,
      "__": 403,
      "ang": 404,
      "vel": 405,
      "tÃ©": 406,
      "Ġr": 407,
      "ance": 408,
      "ly": 409,
      "ot": 410,
      "Ġcomp": 411,
      "Ġthat": 412,
      "end": 413,
      "ati": 414,
      "iti": 415,
      "ne": 416,
      "Ġcomm": 417,
      "itÃ©": 418,
      "um": 419,
      "Ġres": 420,
      "Ġmo": 421,
      "ith": 422,
      "ay": 423,
      "orm": 424,
      "age": 425,
      "Ġou": 426,
      "ue": 427,
      "tions": 428,
      "ĠIn": 429,
      "Ġse": 430,
      "ow": 431,
      "erv": 432,
      "ous": 433,
      "Ġune": 434,
      "ĠO": 435,
      "tre": 436,
      "ire": 437,
      "Ġal": 438,
      "Ġqui": 439,
      "Ġch": 440,
      "ut": 441,
      "fic": 442,
      "Ġwith": 443,
      "oc": 444,
      "id": 445,
      "its": 446,
      "les": 447,
      "nÃ©": 448,
      "Ġare": 449,
      "The": 450,
      "ĠG": 451,
      "ting": 452,
      "Ġ:": 453,
      "Ġav": 454,
      "Ġaux": 455,
      "ons": 456,
      "ure": 457,
      "form": 458,
      "ain": 459,
      "Ġne": 460,
      "ult": 461,
      "tiv": 462,
      "ational": 463,
      "ques": 464,
      "am": 465,
      "li": 466,
      "Ġy": 467,
      "omm": 468,
      "Ġprogram": 469,
      "Ġ$": 470,
      "Ġapp": 471,
      "Ġby": 472,
      "oun": 473,
      "ence": 474,
      "ian": 475,
      "Ġper": 476,
      "ĠPro": 477,
      "ais": 478,
      "Ġimp": 479,
      "Ġj": 480,
      "Ġest": 481,
      "Ġcons": 482,
      "tri": 483,
      "Ġexp": 484,
      "ants": 485,
      "Ġwh": 486,
      "Ġplus": 487,
      "aux": 488,
      "ture": 489,
      "tic": 490,
      "ct": 491,
      "Ġprov": 492,
      "ĠprÃ©": 493,
      "Ġ3": 494,
      "Ġproduc": 495,
      "ĠH": 496,
      "Ġmar": 497,
      "ble": 498,
      "ervic": 499,
      "entre": 500,
      "ect": 501,
      "Ġinc": 502,
      "ond": 503,
      "mes": 504,
      "ine": 505,
      "nement": 506,
      "Ġinter": 507,
      "Ġad": 508,
      "Ã¨re": 509,
      "ments": 510,
      "able": 511,
      "ap": 512,
      "Ġat": 513,
      "oci": 514,
      "99": 515,
      "ear": 516,
      "Ġtra": 517,
      "Ġfin": 518,
      "ric": 519,
      "ies": 520,
      "cip": 521,
      "ten": 522,
      "aire": 523,
      "ale": 524,
      "od": 525,
      "ubl": 526,
      "Ġra": 527,
      "min": 528,
      "anadien": 529,
      "ux": 530,
      "Ġag": 531,
      "rou": 532,
      "ere": 533,
      "ess": 534,
      "Ġcanadien": 535,
      "ĠW": 536,
      "st": 537,
      "Ã©e": 538,
      "Ġcommun": 539,
      "ĠCanadian": 540,
      "ord": 541,
      "Ġ-": 542,
      "ge": 543,
      "ite": 544,
      "og": 545,
      "ven": 546,
      "Ã©r": 547,
      "lo": 548,
      "ard": 549,
      "gan": 550,
      "aires": 551,
      "rom": 552,
      "sion": 553,
      "ique": 554,
      "Ġsont": 555,
      "ld": 556,
      "Ġsp": 557,
      "elle": 558,
      "ari": 559,
      "ivers": 560,
      "Ġ4": 561,
      "im": 562,
      "ex": 563,
      "____": 564,
      "Ġpe": 565,
      "Ġpas": 566,
      "ents": 567,
      "Ġrep": 568,
      "pport": 569,
      "Ġme": 570,
      "ber": 571,
      "bu": 572,
      "Ãª": 573,
      "out": 574,
      "par": 575,
      "anc": 576,
      "cess": 577,
      "Ġparti": 578,
      "tif": 579,
      "ke": 580,
      "Ġfrom": 581,
      "Ã©es": 582,
      "ĠU": 583,
      "ervices": 584,
      "Ġdis": 585,
      "Ġce": 586,
      "ins": 587,
      "av": 588,
      "Ã©ri": 589,
      "ign": 590,
      "che": 591,
      "ther": 592,
      "Ġont": 593,
      "ities": 594,
      "Ġrec": 595,
      "Ġnot": 596,
      "Les": 597,
      "sent": 598,
      "Ġpubl": 599,
      "ise": 600,
      "In": 601,
      "tis": 602,
      "dus": 603,
      "gh": 604,
      "der": 605,
      "ors": 606,
      "pr": 607,
      "iz": 608,
      "Ġsec": 609,
      "Ġco": 610,
      "formation": 611,
      "itÃ©s": 612,
      "ĠJ": 613,
      "ip": 614,
      "Ġtr": 615,
      "ĠÂ": 616,
      "ait": 617,
      "Le": 618,
      "Ġ5": 619,
      "ulture": 620,
      "cial": 621,
      "ĠV": 622,
      "ated": 623,
      "oll": 624,
      "ork": 625,
      "Ġmin": 626,
      "Ġar": 627,
      "onn": 628,
      "ues": 629,
      "Ã¨s": 630,
      "lÃ©": 631,
      "ud": 632,
      "ial": 633,
      "Ġha": 634,
      "ures": 635,
      "Ġpr": 636,
      "Ġsh": 637,
      "ens": 638,
      "ail": 639,
      "Ġproj": 640,
      "all": 641,
      "bre": 642,
      "tive": 643,
      "Ġthis": 644,
      "une": 645,
      "Ġdi": 646,
      "over": 647,
      "hn": 648,
      "ves": 649,
      "ouver": 650,
      "Ġorgan": 651,
      "Ġacc": 652,
      "mo": 653,
      "Ġpri": 654,
      "ary": 655,
      "Ã©g": 656,
      "con": 657,
      "ions": 658,
      "Ġ199": 659,
      "ural": 660,
      "velop": 661,
      "ide": 662,
      "ase": 663,
      "Ġ%": 664,
      "Ġob": 665,
      ").": 666,
      "Ġentre": 667,
      "ction": 668,
      "Ġwill": 669,
      "ffic": 670,
      "til": 671,
      "Ġlang": 672,
      "Ġhave": 673,
      "ient": 674,
      "aut": 675,
      "igh": 676,
      "Ġass": 677,
      "national": 678,
      "Ġresp": 679,
      "titu": 680,
      "ould": 681,
      "Ġservices": 682,
      "Ã§": 683,
      "Ġconc": 684,
      "ore": 685,
      "ative": 686,
      "000": 687,
      "ong": 688,
      "Ġman": 689,
      "ĠProgram": 690,
      "Ġrel": 691,
      "iss": 692,
      "Ġus": 693,
      "hon": 694,
      "conom": 695,
      "ome": 696,
      "rit": 697,
      "per": 698,
      "Ġavec": 699,
      "Ġter": 700,
      "Th": 701,
      "ĠRe": 702,
      "Ġst": 703,
      "Ġti": 704,
      "Ġstr": 705,
      "ich": 706,
      "overn": 707,
      "ats": 708,
      "bil": 709,
      "Ġ6": 710,
      "olog": 711,
      "Ġpers": 712,
      "Ġtheir": 713,
      "ĠQ": 714,
      "ost": 715,
      "ell": 716,
      "Ġall": 717,
      "teur": 718,
      "ier": 719,
      "Ġdem": 720,
      "Ġhas": 721,
      "lement": 722,
      "els": 723,
      "Ġpol": 724,
      "und": 725,
      "ĠDe": 726,
      "ours": 727,
      "Ġimport": 728,
      "ach": 729,
      "val": 730,
      "Ġwas": 731,
      "Ġfr": 732,
      "Ġdo": 733,
      "ette": 734,
      "ss": 735,
      "ms": 736,
      "bles": 737,
      "pe": 738,
      "ace": 739,
      "Ġpre": 740,
      "ood": 741,
      "Ã©d": 742,
      "ĠâĢ": 743,
      "oi": 744,
      "tes": 745,
      "echn": 746,
      "try": 747,
      "ww": 748,
      "fer": 749,
      "ĠComm": 750,
      "Ġprodu": 751,
      "oir": 752,
      "emp": 753,
      "Ġparticip": 754,
      "ish": 755,
      "oin": 756,
      "ande": 757,
      "Ġmill": 758,
      "Ã©nÃ©": 759,
      "Ġins": 760,
      "eral": 761,
      "Ġma": 762,
      "enti": 763,
      "Ġpublic": 764,
      "elles": 765,
      "La": 766,
      "Ãī": 767,
      "Ġaut": 768,
      "Ġu": 769,
      "tabl": 770,
      "lic": 771,
      "ultural": 772,
      "Ġ2006": 773,
      "Ġam": 774,
      "Ġprovin": 775,
      "ĠThe": 776,
      "ĠFr": 777,
      "'s": 778,
      "oy": 779,
      "200": 780,
      "Ġli": 781,
      "Ġvis": 782,
      "Ġeff": 783,
      "orts": 784,
      "tain": 785,
      "Ã´": 786,
      "ys": 787,
      "vis": 788,
      "Ġit": 789,
      "Ġpay": 790,
      "),": 791,
      "ĠÃ©tÃ©": 792,
      "tribu": 793,
      "Ġmus": 794,
      "Ġactiv": 795,
      "Ġreg": 796,
      "Ġdevelop": 797,
      "ern": 798,
      "iques": 799,
      "Ġgouver": 800,
      "Ġhe": 801,
      "ense": 802,
      "Ġgr": 803,
      "ĠCh": 804,
      "Ġincl": 805,
      "Ġso": 806,
      "Ġprop": 807,
      "ales": 808,
      "isation": 809,
      "Ġyear": 810,
      "ia": 811,
      "are": 812,
      "ON": 813,
      "osi": 814,
      "Ġ7": 815,
      "ages": 816,
      "vent": 817,
      "lec": 818,
      "uation": 819,
      "dustri": 820,
      "En": 821,
      "TI": 822,
      "Ġno": 823,
      "Ġtrans": 824,
      "ese": 825,
      "teurs": 826,
      "Ġproduction": 827,
      "Ġsou": 828,
      "Ġil": 829,
      "ĠrÃ©g": 830,
      "ements": 831,
      "overnment": 832,
      "ress": 833,
      "Ġoffic": 834,
      "part": 835,
      "jec": 836,
      "mis": 837,
      "..": 838,
      "ile": 839,
      "Ġdon": 840,
      "mb": 841,
      "ources": 842,
      "Ġgouvernement": 843,
      "ĠAg": 844,
      "Ġwhich": 845,
      "Ġ2005": 846,
      "Ġother": 847,
      "nÃ©es": 848,
      "Ġleur": 849,
      "Ġits": 850,
      "ille": 851,
      "Ġdire": 852,
      "Ġpart": 853,
      "port": 854,
      "cl": 855,
      "ob": 856,
      "ES": 857,
      "ĠCon": 858,
      "Ã¨res": 859,
      "Ġcer": 860,
      "Ġsoci": 861,
      "Ġ8": 862,
      "dition": 863,
      "Ġnom": 864,
      "Ġform": 865,
      "ophon": 866,
      "fin": 867,
      "Ġ\"": 868,
      "Ġcl": 869,
      "estion": 870,
      "cc": 871,
      "Ġmarch": 872,
      "Ġculture": 873,
      "Ġcontribu": 874,
      "app": 875,
      "Ġinternational": 876,
      "AN": 877,
      "Ġpos": 878,
      "Ġmore": 879,
      "Ġab": 880,
      "Ġes": 881,
      "so": 882,
      "Ġsub": 883,
      "uis": 884,
      "ĠLe": 885,
      "cher": 886,
      "ois": 887,
      "ĠâĢĵ": 888,
      "Ġces": 889,
      "cep": 890,
      "ew": 891,
      "tra": 892,
      "Ġmon": 893,
      "Ġfinan": 894,
      "ĠEn": 895,
      "ass": 896,
      "Ġcan": 897,
      "cri": 898,
      "ĠÃª": 899,
      "ourn": 900,
      "Ġ2007": 901,
      "Ġ2004": 902,
      "ive": 903,
      "________": 904,
      "iew": 905,
      "earch": 906,
      "opp": 907,
      "act": 908,
      "ĠUn": 909,
      "Ġtechn": 910,
      "Ġsi": 911,
      "Ġsa": 912,
      "rop": 913,
      "vir": 914,
      "Ġfund": 915,
      "Ġser": 916,
      "Ġdiff": 917,
      "Ġ[": 918,
      "ĠÃªtre": 919,
      "Ġ0": 920,
      "Ġ19": 921,
      "ose": 922,
      "Ġnational": 923,
      "ĠprÃ©sent": 924,
      "Ġnou": 925,
      "ound": 926,
      "ĠK": 927,
      "ates": 928,
      "ences": 929,
      "viron": 930,
      "Un": 931,
      "Ġalso": 932,
      "ph": 933,
      "uc": 934,
      "bec": 935,
      "Ġwork": 936,
      "if": 937,
      "Ġ9": 938,
      "ific": 939,
      "Ġrequ": 940,
      "Ġincre": 941,
      "ĠInter": 942,
      "tud": 943,
      "Ġcap": 944,
      "ĠMin": 945,
      "roup": 946,
      "ises": 947,
      "Ġdro": 948,
      "Ġbo": 949,
      "ection": 950,
      "ased": 951,
      "ĠÂ»": 952,
      "Ġplan": 953,
      "lle": 954,
      "Ġminist": 955,
      "Ġinformation": 956,
      "Ġcol": 957,
      "Ġcommer": 958,
      "ateurs": 959,
      "Ã©lÃ©": 960,
      "ally": 961,
      "ocu": 962,
      "oration": 963,
      "Ġwere": 964,
      "velopp": 965,
      "ole": 966,
      "Ġnon": 967,
      "Ġprin": 968,
      "ket": 969,
      "Ġnew": 970,
      "Ã®": 971,
      "ĠrÃ©s": 972,
      "ted": 973,
      "Ġdev": 974,
      "Il": 975,
      "Ġprof": 976,
      "ancophon": 977,
      "ater": 978,
      "ges": 979,
      "ks": 980,
      "atives": 981,
      "Ġemp": 982,
      "dic": 983,
      "nes": 984,
      "ĠÂ«": 985,
      "Ġcent": 986,
      "Ġagric": 987,
      "Ġnombre": 988,
      "Ġpres": 989,
      "Ã©c": 990,
      "use": 991,
      "Ġcomme": 992,
      "Ġnum": 993,
      "amp": 994,
      "Ġprocess": 995,
      "Ġint": 996,
      "etw": 997,
      "Ġwe": 998,
      "Ġproduits": 999,
      "ĠPar": 1000,
      "Ġdivers": 1001,
      "ĠgÃ©nÃ©": 1002,
      "alement": 1003,
      "ussi": 1004,
      "hip": 1005,
      "Ġprogramme": 1006,
      "loy": 1007,
      "Ġcette": 1008,
      "ĠdÃ©p": 1009,
      "Ġsta": 1010,
      "Ġmes": 1011,
      "iÃ¨re": 1012,
      "Ġobjec": 1013,
      "Ġfe": 1014,
      "10": 1015,
      "ak": 1016,
      "Ġover": 1017,
      "iness": 1018,
      "iens": 1019,
      "tari": 1020,
      "ils": 1021,
      "Ã¨me": 1022,
      "EN": 1023,
      "abil": 1024,
      "Ġrecher": 1025,
      "Ġorganis": 1026,
      "row": 1027,
      "cis": 1028,
      "arg": 1029,
      "Ġ]": 1030,
      "ĠSt": 1031,
      "ĠÃī": 1032,
      "valuation": 1033,
      "ribu": 1034,
      "Ġtrav": 1035,
      "dustry": 1036,
      "ĠCom": 1037,
      "ente": 1038,
      "usiness": 1039,
      "Ġfa": 1040,
      "Ġdeux": 1041,
      "Ġprogrammes": 1042,
      "Ġleurs": 1043,
      "ĠEx": 1044,
      "Ġperm": 1045,
      "agement": 1046,
      "rough": 1047,
      "Ġann": 1048,
      "ov": 1049,
      "ton": 1050,
      "enc": 1051,
      "Ġbeen": 1052,
      "ets": 1053,
      "uage": 1054,
      "Ġent": 1055,
      "Ġqual": 1056,
      "IC": 1057,
      "Ġprincip": 1058,
      "ca": 1059,
      "Ġ2003": 1060,
      "ui": 1061,
      "com": 1062,
      "ars": 1063,
      "Ġson": 1064,
      "ER": 1065,
      "mer": 1066,
      "Ġpays": 1067,
      "Ġtout": 1068,
      "Ġprovid": 1069,
      "Ġout": 1070,
      "tique": 1071,
      "tives": 1072,
      "Ġ10": 1073,
      "rent": 1074,
      "On": 1075,
      "This": 1076,
      "ĠcrÃ©": 1077,
      "Ġcanadienne": 1078,
      "Ġmain": 1079,
      "ĠLa": 1080,
      "Ġsupport": 1081,
      "Ġdocu": 1082,
      "view": 1083,
      "Ġchang": 1084,
      "ĠdÃ©velopp": 1085,
      "als": 1086,
      "Ġpeu": 1087,
      "Ã¢": 1088,
      "Ġunder": 1089,
      "Ã»": 1090,
      "ervice": 1091,
      "Ġentrepr": 1092,
      "Ġthese": 1093,
      "gl": 1094,
      "pec": 1095,
      "Ġthan": 1096,
      "acc": 1097,
      "Ġses": 1098,
      "Ġsign": 1099,
      "Ġindi": 1100,
      "ax": 1101,
      "uÃ©": 1102,
      "Ġfait": 1103,
      "ĠgÃ©nÃ©r": 1104,
      "Ġspec": 1105,
      "Ġcontin": 1106,
      "ree": 1107,
      "nÃ©e": 1108,
      "ĠAn": 1109,
      "ancement": 1110,
      "ory": 1111,
      "uv": 1112,
      "Ġinv": 1113,
      "tem": 1114,
      "Ġconsi": 1115,
      "Ġcar": 1116,
      "Ġpersonn": 1117,
      "ines": 1118,
      "Ġdist": 1119,
      "Ġpoliti": 1120,
      "partment": 1121,
      "Ġthey": 1122,
      "arm": 1123,
      "ticul": 1124,
      "ances": 1125,
      "Ġdemande": 1126,
      "Ġorganiz": 1127,
      "tiques": 1128,
      "IS": 1129,
      "ĠRes": 1130,
      "ĠAr": 1131,
      "atÃ©g": 1132,
      "Ġpeut": 1133,
      "Ġapplic": 1134,
      "ederal": 1135,
      "Ġtot": 1136,
      "tent": 1137,
      "Ġgra": 1138,
      "Ġgroup": 1139,
      "Ãªme": 1140,
      "gment": 1141,
      "rait": 1142,
      "atri": 1143,
      "Ġcoun": 1144,
      "ĠMan": 1145,
      "Ġbut": 1146,
      "ignement": 1147,
      "sible": 1148,
      "ical": 1149,
      "Ġmay": 1150,
      "Ġsupp": 1151,
      "Ġcas": 1152,
      "ice": 1153,
      "ene": 1154,
      "ely": 1155,
      "Ġyou": 1156,
      "lan": 1157,
      "tario": 1158,
      "Ġinclud": 1159,
      "ĠfÃ©d": 1160,
      "Ġparticul": 1161,
      "ade": 1162,
      "dustrie": 1163,
      "Ġfac": 1164,
      "Ġsy": 1165,
      "olu": 1166,
      "tifs": 1167,
      "istr": 1168,
      "Ġhigh": 1169,
      "Ãł": 1170,
      "ĠmÃ©": 1171,
      "ĠmarchÃ©": 1172,
      "righ": 1173,
      "ature": 1174,
      "ante": 1175,
      "Ġappro": 1176,
      "Ġsit": 1177,
      "Ġdisp": 1178,
      "br": 1179,
      "insi": 1180,
      "Ġimportant": 1181,
      "sibil": 1182,
      "Ġtechnolog": 1183,
      "autres": 1184,
      "tim": 1185,
      "Ġreven": 1186,
      "ducation": 1187,
      "aient": 1188,
      "ĠMar": 1189,
      "cou": 1190,
      "Ġneed": 1191,
      "Ġrapport": 1192,
      "ĠLes": 1193,
      "ĠY": 1194,
      "Ġ2002": 1195,
      "enseignement": 1196,
      "Ġcre": 1197,
      "vi": 1198,
      "Ġop": 1199,
      "ateg": 1200,
      "Ġdevelopment": 1201,
      "Ġmarket": 1202,
      "Ġsuch": 1203,
      "ĠAss": 1204,
      "Ã©tÃ©": 1205,
      "Ġdoll": 1206,
      "erit": 1207,
      "rÃ©sent": 1208,
      "Canad": 1209,
      "ual": 1210,
      "Ġiniti": 1211,
      "Ġmais": 1212,
      "ĠÃ©g": 1213,
      "pend": 1214,
      "Ġwould": 1215,
      "Ġthrough": 1216,
      "inal": 1217,
      "Ġone": 1218,
      "Ġcours": 1219,
      "Ġconf": 1220,
      "ĠrÃ©p": 1221,
      "ector": 1222,
      "RC": 1223,
      "ission": 1224,
      "Ġrecherche": 1225,
      "Ġinstitu": 1226,
      "Ġk": 1227,
      "eritage": 1228,
      "ĠdÃ©veloppement": 1229,
      "ench": 1230,
      "ociation": 1231,
      "Ġsecteur": 1232,
      "Ġ20": 1233,
      "ulation": 1234,
      "Ġdur": 1235,
      "ouris": 1236,
      "lev": 1237,
      "Ġvari": 1238,
      "ast": 1239,
      "osition": 1240,
      "dit": 1241,
      "Ġmemb": 1242,
      "Ãĥ": 1243,
      "Ġminor": 1244,
      "Ġro": 1245,
      "icy": 1246,
      "Ġloc": 1247,
      "duction": 1248,
      "ty": 1249,
      "Ġprograms": 1250,
      "Ġ000": 1251,
      "fication": 1252,
      "Ġcontr": 1253,
      "11": 1254,
      "ister": 1255,
      "ating": 1256,
      "Ġthere": 1257,
      "Ġfond": 1258,
      "Ġsuiv": 1259,
      "Ġpra": 1260,
      "anÃ§": 1261,
      "ĠNew": 1262,
      "Ġfinanci": 1263,
      "AC": 1264,
      "led": 1265,
      "Ġoff": 1266,
      "imp": 1267,
      "ĠOn": 1268,
      "Ġfourn": 1269,
      "Ġiss": 1270,
      "Ġ12": 1271,
      "ok": 1272,
      "Ġdom": 1273,
      "Ġinf": 1274,
      "ables": 1275,
      "Ġgovernment": 1276,
      "Ġvers": 1277,
      "az": 1278,
      "ied": 1279,
      "Ġpoin": 1280,
      "information": 1281,
      "TION": 1282,
      "Ġrequire": 1283,
      "Ã©n": 1284,
      "ĠÃ©ta": 1285,
      "Ġgestion": 1286,
      "oute": 1287,
      "Ġnous": 1288,
      "Ġ2001": 1289,
      "tilis": 1290,
      "Ġfunding": 1291,
      "Ġeffec": 1292,
      "Ġlong": 1293,
      "Ġainsi": 1294,
      "Ġpromo": 1295,
      "Ġmod": 1296,
      "IN": 1297,
      "orp": 1298,
      "cent": 1299,
      "ital": 1300,
      "ince": 1301,
      "Ġfil": 1302,
      "Ġcompr": 1303,
      "gr": 1304,
      "anÃ§ais": 1305,
      "ild": 1306,
      "Ġmillion": 1307,
      "ards": 1308,
      "Ġemploy": 1309,
      "adre": 1310,
      "ĠAl": 1311,
      "Ġfinancement": 1312,
      "Ġcro": 1313,
      "Ġid": 1314,
      "Ġmoy": 1315,
      "Ġlangue": 1316,
      "vision": 1317,
      "Ġshould": 1318,
      "Ġjus": 1319,
      "tt": 1320,
      "Ġunivers": 1321,
      "ĠTra": 1322,
      "ĠreprÃ©sent": 1323,
      "net": 1324,
      "Ġsome": 1325,
      "Ġgen": 1326,
      "atrimo": 1327,
      "een": 1328,
      "exp": 1329,
      "Ġrece": 1330,
      "orig": 1331,
      "Ġoffici": 1332,
      "ĠactivitÃ©s": 1333,
      "Ġmet": 1334,
      "Ġris": 1335,
      "OR": 1336,
      "mm": 1337,
      "her": 1338,
      "Ġdemand": 1339,
      "endre": 1340,
      "Ġcommunity": 1341,
      "Ġuse": 1342,
      "ĠÃ©tabl": 1343,
      "atrimoine": 1344,
      "Ġpermet": 1345,
      "ĠmÃªme": 1346,
      "De": 1347,
      "etween": 1348,
      "Ġmul": 1349,
      "Ġenviron": 1350,
      "AR": 1351,
      "Ġsc": 1352,
      "anta": 1353,
      "Ġpop": 1354,
      "12": 1355,
      "Ġprem": 1356,
      "ĠCont": 1357,
      "uÃ©bec": 1358,
      "Ġtotal": 1359,
      "Ġver": 1360,
      "get": 1361,
      "Ġfaire": 1362,
      "Ġfir": 1363,
      "Ġsys": 1364,
      "13": 1365,
      "Ã©l": 1366,
      "io": 1367,
      "iment": 1368,
      "Ġtous": 1369,
      "ited": 1370,
      "mar": 1371,
      "Ġfra": 1372,
      "Ġautres": 1373,
      "ĠFrench": 1374,
      "Ġdollars": 1375,
      "Ġresearch": 1376,
      "AL": 1377,
      "Ġval": 1378,
      "03": 1379,
      "ĠrÃ©sult": 1380,
      "ĠintÃ©": 1381,
      "Åĵ": 1382,
      "ĠdonnÃ©es": 1383,
      "tro": 1384,
      "tru": 1385,
      "enses": 1386,
      "ĠProgramme": 1387,
      "Ġany": 1388,
      "Ġaff": 1389,
      "ĠCol": 1390,
      "ications": 1391,
      "ĠDepartment": 1392,
      "Ġstud": 1393,
      "ribution": 1394,
      "Â©": 1395,
      "ouv": 1396,
      "ĠÃ©conom": 1397,
      "Ġvous": 1398,
      "50": 1399,
      "tudi": 1400,
      "oles": 1401,
      "ners": 1402,
      "Ġprojet": 1403,
      "old": 1404,
      "It": 1405,
      "Ġbetween": 1406,
      "Ġyears": 1407,
      "ings": 1408,
      "ner": 1409,
      "ĠWe": 1410,
      "uvre": 1411,
      "Ġmillions": 1412,
      "Ġgrow": 1413,
      "Ã©ra": 1414,
      "Ã©li": 1415,
      "industrie": 1416,
      "Ġaussi": 1417,
      "ĠÃ©galement": 1418,
      "entif": 1419,
      "Ġindustry": 1420,
      "Ġeconom": 1421,
      "Ġnouve": 1422,
      "Ġnumber": 1423,
      "elon": 1424,
      "Ġwell": 1425,
      "Ġtravail": 1426,
      "up": 1427,
      "ĠfÃ©dÃ©r": 1428,
      "ected": 1429,
      "Ġmati": 1430,
      "Ġdisc": 1431,
      "Ġfederal": 1432,
      "ety": 1433,
      "Ġsite": 1434,
      "Ġ|": 1435,
      "och": 1436,
      "aine": 1437,
      "ollow": 1438,
      "Ġcollec": 1439,
      "air": 1440,
      "ĠfranÃ§ais": 1441,
      "crip": 1442,
      "Ġup": 1443,
      "Ġconn": 1444,
      "Ġvoy": 1445,
      "wo": 1446,
      "ode": 1447,
      "Ġprot": 1448,
      "Ġcoll": 1449,
      "ĠAct": 1450,
      "Ġmaj": 1451,
      "tice": 1452,
      "entes": 1453,
      "Ġty": 1454,
      "EC": 1455,
      "ĠAb": 1456,
      "Ġcommunau": 1457,
      "Ġadmin": 1458,
      "Ġcadre": 1459,
      "Ġdont": 1460,
      "Ġlevel": 1461,
      "alis": 1462,
      "Ġconcern": 1463,
      "Ã©qu": 1464,
      "ight": 1465,
      "ession": 1466,
      "ange": 1467,
      "Ġabout": 1468,
      "âĹ": 1469,
      "Ġutilis": 1470,
      "ï¬": 1471,
      "ible": 1472,
      "ĠDire": 1473,
      "Ġaccord": 1474,
      "Ġren": 1475,
      "www": 1476,
      "aboration": 1477,
      "Ġliv": 1478,
      "Ġdirec": 1479,
      "Ġcanadiens": 1480,
      "Ġcontribution": 1481,
      "onne": 1482,
      "Ġpriv": 1483,
      "ever": 1484,
      "Ġcour": 1485,
      "iers": 1486,
      "Ġindic": 1487,
      "orld": 1488,
      "ack": 1489,
      "Ġreport": 1490,
      "Ġje": 1491,
      "ĠOffic": 1492,
      "Ġexport": 1493,
      "Ġcli": 1494,
      "ĠCentre": 1495,
      "Ġcultural": 1496,
      "now": 1497,
      "ĠrÃ©gion": 1498,
      "Al": 1499,
      "Ġbusiness": 1500,
      "Ġfon": 1501,
      "ĠQuÃ©bec": 1502,
      "sions": 1503,
      "ved": 1504,
      "iter": 1505,
      "Pro": 1506,
      "Ġmont": 1507,
      "prÃ¨s": 1508,
      "ĠServices": 1509,
      "Ġwho": 1510,
      "Ġ2000": 1511,
      "tiss": 1512,
      "action": 1513,
      "Ã©ta": 1514,
      "ind": 1515,
      "Ġprovide": 1516,
      "ochton": 1517,
      "Ġculturel": 1518,
      "Ġservice": 1519,
      "vention": 1520,
      "Ġsyst": 1521,
      "Ġrecomm": 1522,
      "usion": 1523,
      "Ġph": 1524,
      "âĹ¦": 1525,
      "ource": 1526,
      "Ġcapac": 1527,
      "graph": 1528,
      "Par": 1529,
      "Ġfollow": 1530,
      "ays": 1531,
      "UR": 1532,
      "//": 1533,
      "ĠSu": 1534,
      "ĠrÃ©sultats": 1535,
      "ttp": 1536,
      "ĠHeritage": 1537,
      "Ġ15": 1538,
      "Ġtime": 1539,
      "urer": 1540,
      "reement": 1541,
      "Ġfrancophon": 1542,
      "ians": 1543,
      "antes": 1544,
      "Ġgrand": 1545,
      "://": 1546,
      "rÃ©s": 1547,
      "Ġlim": 1548,
      "Ġmise": 1549,
      "nov": 1550,
      "Ġdroits": 1551,
      "Ġte": 1552,
      "Ġens": 1553,
      "Ġbi": 1554,
      "mble": 1555,
      "tien": 1556,
      "Ġsector": 1557,
      "alth": 1558,
      "Ġoffer": 1559,
      "iste": 1560,
      "Ġentreprises": 1561,
      "20": 1562,
      "road": 1563,
      "ata": 1564,
      "Ġprojets": 1565,
      "jet": 1566,
      "ĠcoÃ»": 1567,
      "rie": 1568,
      "ditions": 1569,
      "Ġmen": 1570,
      "Ġmost": 1571,
      "Ġbien": 1572,
      "19": 1573,
      "ĠBo": 1574,
      "Ġmoyen": 1575,
      "ĠAd": 1576,
      "Ġorganismes": 1577,
      "original": 1578,
      "ĠCommission": 1579,
      "arge": 1580,
      "AP": 1581,
      "Ġafin": 1582,
      "Ġproducts": 1583,
      "Ġprix": 1584,
      "reg": 1585,
      "Ġmust": 1586,
      "Ġcertain": 1587,
      "Ġprior": 1588,
      "Ġinto": 1589,
      "Ġactivities": 1590,
      "Ġtouris": 1591,
      "Ã©t": 1592,
      "Ġour": 1593,
      "ĠstratÃ©g": 1594,
      "oire": 1595,
      "ask": 1596,
      "Ġexemp": 1597,
      "Ġmajor": 1598,
      "Ġvale": 1599,
      "Ġplace": 1600,
      "Ġbes": 1601,
      "ning": 1602,
      "Ġtwo": 1603,
      "Ã©rie": 1604,
      "ires": 1605,
      "ĠGovernment": 1606,
      "Ġsoit": 1607,
      "Ġress": 1608,
      "Ġnouvel": 1609,
      "Ġtemp": 1610,
      "ĠmatiÃ¨re": 1611,
      "Ġbec": 1612,
      "An": 1613,
      "tern": 1614,
      "riculture": 1615,
      "ĠspÃ©": 1616,
      "Ġcur": 1617,
      "Ġactu": 1618,
      "Ġaugment": 1619,
      "Ġpeuvent": 1620,
      "Ġ2008": 1621,
      "ĠprÃ©v": 1622,
      "Ġcha": 1623,
      "AD": 1624,
      "Ġperform": 1625,
      "Ġmoins": 1626,
      "Ġ&": 1627,
      "for": 1628,
      "Ġavail": 1629,
      "era": 1630,
      "Ġyour": 1631,
      "ause": 1632,
      "very": 1633,
      "trang": 1634,
      "Ġparticipation": 1635,
      "ucture": 1636,
      "ĠPubl": 1637,
      "ust": 1638,
      "seil": 1639,
      "tains": 1640,
      "Ġsous": 1641,
      "Ġdirect": 1642,
      "ateur": 1643,
      "ĠtÃ©lÃ©": 1644,
      "Ġonly": 1645,
      "fs": 1646,
      "ank": 1647,
      "iod": 1648,
      "Ġassoci": 1649,
      "ĠDate": 1650,
      "arly": 1651,
      "eng": 1652,
      "aines": 1653,
      "ool": 1654,
      "ĠInc": 1655,
      "ĠUnivers": 1656,
      "istration": 1657,
      "ison": 1658,
      "orth": 1659,
      "dio": 1660,
      "Ġconsult": 1661,
      "tenir": 1662,
      "Ġmat": 1663,
      "ĠLoi": 1664,
      "Ġinstitutions": 1665,
      "ick": 1666,
      "enseignements": 1667,
      "ĠPol": 1668,
      "Ġdern": 1669,
      "Ġrespons": 1670,
      "Ġexper": 1671,
      "termin": 1672,
      "ĠMinist": 1673,
      "Ġnive": 1674,
      "Ġpropos": 1675,
      "orte": 1676,
      "Ġanal": 1677,
      "Ġoper": 1678,
      "Ġdocument": 1679,
      "ĠInternational": 1680,
      "ĠOntario": 1681,
      "ĠTh": 1682,
      "anti": 1683,
      "Ã´le": 1684,
      "hed": 1685,
      "Ġ11": 1686,
      "Ġrepres": 1687,
      "Ġdroit": 1688,
      "Ce": 1689,
      "ects": 1690,
      "Ġcommercial": 1691,
      "pro": 1692,
      "pportun": 1693,
      "Ġgu": 1694,
      "Ġcommunities": 1695,
      "Dans": 1696,
      "tant": 1697,
      "orer": 1698,
      "Ġpartie": 1699,
      "....": 1700,
      "Ġlangues": 1701,
      "rois": 1702,
      "ivent": 1703,
      "ĠWeb": 1704,
      "unes": 1705,
      "30": 1706,
      "Ġmarke": 1707,
      "ieu": 1708,
      "land": 1709,
      "Ġ.": 1710,
      "art": 1711,
      "Ġaddition": 1712,
      "ition": 1713,
      "ĠCons": 1714,
      "but": 1715,
      "eu": 1716,
      "tats": 1717,
      "Ġel": 1718,
      "Ġaccess": 1719,
      "Ġproject": 1720,
      "cid": 1721,
      "Ġans": 1722,
      "Ã´t": 1723,
      "Ġlanguage": 1724,
      "Ġfam": 1725,
      "Ġeach": 1726,
      "bility": 1727,
      "Ġcompan": 1728,
      "gc": 1729,
      "ĠnÃ©": 1730,
      "Ġfood": 1731,
      "Ġcompte": 1732,
      "ann": 1733,
      "Ġexam": 1734,
      "ults": 1735,
      "Ġche": 1736,
      "Ġcomple": 1737,
      "Ġbas": 1738,
      "Wh": 1739,
      "ĠrÃ©pond": 1740,
      ".,": 1741,
      "nent": 1742,
      "Ġincrease": 1743,
      "Ġorganizations": 1744,
      "otre": 1745,
      "Ã¹": 1746,
      "Ġke": 1747,
      "02": 1748,
      "ĠQue": 1749,
      "mment": 1750,
      "berta": 1751,
      "Ã¨g": 1752,
      "ĠbÃ©nÃ©": 1753,
      "ories": 1754,
      "Ġboth": 1755,
      "As": 1756,
      "otal": 1757,
      "lÃ¨": 1758,
      "Pour": 1759,
      "01": 1760,
      "uages": 1761,
      "ĠPatrimoine": 1762,
      "Ġref": 1763,
      "Ġmade": 1764,
      "Ġparticipants": 1765,
      "lectr": 1766,
      "Ġterrit": 1767,
      "ĠAboriginal": 1768,
      "ĠCanadiens": 1769,
      "Ġprofession": 1770,
      "IT": 1771,
      "Ġproc": 1772,
      "ĠIns": 1773,
      "________________": 1774,
      "AT": 1775,
      "Ġbud": 1776,
      "Ġcor": 1777,
      "ude": 1778,
      "Ġdoit": 1779,
      "Ġavailable": 1780,
      "Ġhow": 1781,
      "ĠCanadians": 1782,
      "ĠÅĵ": 1783,
      "Ġrigh": 1784,
      "Ġques": 1785,
      "Ġconsomm": 1786,
      "Ġquestions": 1787,
      "ĠRec": 1788,
      "ĠFrancophon": 1789,
      "Ġused": 1790,
      "Ġten": 1791,
      "ellement": 1792,
      "ators": 1793,
      "ains": 1794,
      "ĠReg": 1795,
      "uit": 1796,
      "ount": 1797,
      "ochtones": 1798,
      "lp": 1799,
      "ĠDevelop": 1800,
      "ĠpÃ©ri": 1801,
      "For": 1802,
      "Ġprovincial": 1803,
      "Ġfonction": 1804,
      "Ġmag": 1805,
      "Ġcop": 1806,
      "Ġquestion": 1807,
      "aiss": 1808,
      "Ġindustri": 1809,
      "inter": 1810,
      "Ġhttp": 1811,
      "ining": 1812,
      "Ã©rÃ©": 1813,
      "Ġconstitu": 1814,
      "Ġhelp": 1815,
      "Ġadd": 1816,
      "Ġ18": 1817,
      "Ġmesure": 1818,
      "ĠApp": 1819,
      "igr": 1820,
      "Ġmanagement": 1821,
      "Ġprovince": 1822,
      "Ġparten": 1823,
      "Ġpopulation": 1824,
      "isme": 1825,
      "ches": 1826,
      "issement": 1827,
      "anguage": 1828,
      "Ġpric": 1829,
      "ĠoÃ¹": 1830,
      "ĠfaÃ§": 1831,
      "04": 1832,
      "ĠCoun": 1833,
      "own": 1834,
      "CH": 1835,
      "ency": 1836,
      "ĠannÃ©es": 1837,
      "Canada": 1838,
      "aide": 1839,
      "Ġfinancial": 1840,
      "osts": 1841,
      "Ġincluding": 1842,
      "iÃ¨res": 1843,
      "Ġsystem": 1844,
      "Ġmeas": 1845,
      "intÃ©": 1846,
      "isc": 1847,
      "ĠCo": 1848,
      "rÃª": 1849,
      "lob": 1850,
      "Ġrespon": 1851,
      "RO": 1852,
      "Ġcanadiennes": 1853,
      "Ġtri": 1854,
      "Ġimpro": 1855,
      "Ġconsider": 1856,
      "Ġequ": 1857,
      "ough": 1858,
      "Ġju": 1859,
      "ĠNational": 1860,
      "Ġsci": 1861,
      "Ġ30": 1862,
      "Ġtrois": 1863,
      "Ġpai": 1864,
      "mber": 1865,
      "Ġrend": 1866,
      "Ġpolicy": 1867,
      "ENT": 1868,
      "ry": 1869,
      "--": 1870,
      "ĠAc": 1871,
      "Ġbu": 1872,
      "autÃ©s": 1873,
      "ĠdiffÃ©r": 1874,
      "Ġif": 1875,
      "ticle": 1876,
      "sid": 1877,
      "Ġeng": 1878,
      "Ġressources": 1879,
      "Ġpur": 1880,
      "Ġtaux": 1881,
      "Ġhum": 1882,
      "Ġestabl": 1883,
      "uel": 1884,
      "Ġsecond": 1885,
      "eau": 1886,
      "Ã¨mes": 1887,
      "Ġpass": 1888,
      "tat": 1889,
      "Ġcroiss": 1890,
      "Ġpot": 1891,
      "Ġsection": 1892,
      "Ġwww": 1893,
      "itte": 1894,
      "itob": 1895,
      "iel": 1896,
      "ential": 1897,
      "Ġrenseignements": 1898,
      "Ġwhere": 1899,
      "ties": 1900,
      "ame": 1901,
      "Ġopportun": 1902,
      "vidu": 1903,
      "ĠDevelopment": 1904,
      "ĠnÃ©cess": 1905,
      "Ġgre": 1906,
      "ĠAssociation": 1907,
      "05": 1908,
      "Ġpromotion": 1909,
      "Ġvi": 1910,
      "Ġfirst": 1911,
      "Ġidentif": 1912,
      "Ġarts": 1913,
      "tement": 1914,
      "Ġfacil": 1915,
      "Ġsuc": 1916,
      "Ġpersonnes": 1917,
      "ep": 1918,
      "iser": 1919,
      "lu": 1920,
      "Ġmembres": 1921,
      "ĠIN": 1922,
      "ily": 1923,
      "ordin": 1924,
      "Ġsans": 1925,
      "uses": 1926,
      "raient": 1927,
      "Ġ14": 1928,
      "ĠDes": 1929,
      "ili": 1930,
      "isl": 1931,
      "Com": 1932,
      "Ġdestin": 1933,
      "Ġissues": 1934,
      "ĠqualitÃ©": 1935,
      "Ġvaleur": 1936,
      "ĠCommun": 1937,
      "Ġwithin": 1938,
      "Ġknow": 1939,
      "Ġprovided": 1940,
      "Ġtravel": 1941,
      "Ġthose": 1942,
      "Ġlors": 1943,
      "roupe": 1944,
      "Ġprojects": 1945,
      "ĠcommunautÃ©s": 1946,
      "tenu": 1947,
      "15": 1948,
      "Ġprovinces": 1949,
      "06": 1950,
      "Ġrem": 1951,
      "Ġpoint": 1952,
      "Ġperiod": 1953,
      "tation": 1954,
      "nex": 1955,
      "ĠBr": 1956,
      "ception": 1957,
      "lementation": 1958,
      "ATION": 1959,
      "one": 1960,
      "CC": 1961,
      "Ġstrateg": 1962,
      "lect": 1963,
      "Ġofficial": 1964,
      "Ġbene": 1965,
      "Ã©ration": 1966,
      "ared": 1967,
      "estiv": 1968,
      "ĠministÃ¨re": 1969,
      "ĠResearch": 1970,
      "Ġcontinu": 1971,
      "edia": 1972,
      "14": 1973,
      "Ġinform": 1974,
      "ĠQuebec": 1975,
      "ople": 1976,
      "itoba": 1977,
      "Ġconsid": 1978,
      "istance": 1979,
      "Ġpossible": 1980,
      "Ġnature": 1981,
      "wa": 1982,
      "Ã®tre": 1983,
      "Ġvol": 1984,
      "ĠdÃ©ta": 1985,
      "Ġdiffer": 1986,
      "wan": 1987,
      "Ġmany": 1988,
      "Ġsignific": 1989,
      "Ġ13": 1990,
      "Ġhad": 1991,
      "antÃ©": 1992,
      "Ġartis": 1993,
      "ĠtrÃ¨s": 1994,
      "xim": 1995,
      "Ġdata": 1996,
      "ĠSoci": 1997,
      "Ġvotre": 1998,
      "Ġ198": 1999,
      "hi": 2000,
      "199": 2001,
      "antage": 2002,
      "verage": 2003,
      "ĠMinister": 2004,
      "Ġobjectifs": 2005,
      "Ġindividu": 2006,
      "omen": 2007,
      "Ġpolitique": 2008,
      "ĠfaÃ§on": 2009,
      "valu": 2010,
      "Ġ25": 2011,
      "Ġdoivent": 2012,
      "ized": 2013,
      "askat": 2014,
      "Ã©valuation": 2015,
      "Ġofficielles": 2016,
      "ï¬ģ": 2017,
      "Ġdocuments": 2018,
      "Ġev": 2019,
      "Ġseu": 2020,
      "Ġeffic": 2021,
      "Ġfonds": 2022,
      "Ġdesign": 2023,
      "lection": 2024,
      "Ġmesures": 2025,
      "ustr": 2026,
      "Ġsol": 2027,
      "âĢ¦": 2028,
      "quer": 2029,
      "Ġsituation": 2030,
      "ĠPlan": 2031,
      "cription": 2032,
      "Ġbase": 2033,
      "Ġ16": 2034,
      "Ġlead": 2035,
      "ĠsystÃ¨me": 2036,
      "Ġselon": 2037,
      "Ġdistribution": 2038,
      "ĠÃītats": 2039,
      "tac": 2040,
      "Ġcurrent": 2041,
      "ĠMe": 2042,
      "Ġocc": 2043,
      "ieurs": 2044,
      "king": 2045,
      "Ġsal": 2046,
      "inguis": 2047,
      "ĠTr": 2048,
      "ras": 2049,
      "Ġsurve": 2050,
      "ropri": 2051,
      "Ġimm": 2052,
      "ger": 2053,
      "Ġcontra": 2054,
      "Ġformation": 2055,
      "ites": 2056,
      "tta": 2057,
      "Ġfore": 2058,
      "Ġensure": 2059,
      "lectron": 2060,
      "erc": 2061,
      "Ġdep": 2062,
      "ieux": 2063,
      "Ġadv": 2064,
      "uring": 2065,
      "ren": 2066,
      "Ġcin": 2067,
      "oti": 2068,
      "Ġcould": 2069,
      "ĠSta": 2070,
      "Ġleg": 2071,
      "tend": 2072,
      "chool": 2073,
      "Ġinclude": 2074,
      "Ġ1999": 2075,
      "fore": 2076,
      "coura": 2077,
      "Ġniveau": 2078,
      "Ġbr": 2079,
      "Ġconditions": 2080,
      "Ġfollowing": 2081,
      "ful": 2082,
      "ĠDE": 2083,
      "Ġcosts": 2084,
      "ism": 2085,
      "ject": 2086,
      "Ġinitiatives": 2087,
      "tention": 2088,
      "Ġtax": 2089,
      "ĠMinistÃ¨re": 2090,
      "Ġeconomic": 2091,
      "Ġmodi": 2092,
      "tics": 2093,
      "organ": 2094,
      "Ġtoute": 2095,
      "Ġow": 2096,
      "ĠMont": 2097,
      "16": 2098,
      "cas": 2099,
      "Ġâ": 2100,
      "line": 2101,
      "Ġregion": 2102,
      "ĠInternet": 2103,
      "novation": 2104,
      "pl": 2105,
      "Ġchaque": 2106,
      "How": 2107,
      "25": 2108,
      "ograph": 2109,
      "ĠUniversity": 2110,
      "Ġtoutes": 2111,
      "mall": 2112,
      "ĠlÃ©g": 2113,
      "ward": 2114,
      "ished": 2115,
      "ication": 2116,
      "Ġexig": 2117,
      "Ġcontre": 2118,
      "ouve": 2119,
      "Au": 2120,
      "Ġgrowth": 2121,
      "Ġrepresent": 2122,
      "oires": 2123,
      "Ġfav": 2124,
      "ticultural": 2125,
      "regist": 2126,
      "Ġport": 2127,
      "abilitÃ©": 2128,
      "Ġprotection": 2129,
      "atis": 2130,
      "Ġpolitiques": 2131,
      "Ġprocessus": 2132,
      "Ġcroissance": 2133,
      "Ġwhen": 2134,
      "Ġresults": 2135,
      "Ġjeunes": 2136,
      "Ġach": 2137,
      "Ġdeli": 2138,
      "Ġcal": 2139,
      "ttawa": 2140,
      "ĠSec": 2141,
      "Ġnouveaux": 2142,
      "ĠFor": 2143,
      "Ġworld": 2144,
      "Ġfact": 2145,
      "ix": 2146,
      "Ġfer": 2147,
      "Ġcoop": 2148,
      "Ġ17": 2149,
      "uro": 2150,
      "07": 2151,
      "Ġpartners": 2152,
      "Ġdiffic": 2153,
      "ositions": 2154,
      "Ġdevrait": 2155,
      "OM": 2156,
      "Ġrelations": 2157,
      "Ġkey": 2158,
      "ference": 2159,
      "ize": 2160,
      "ĠConseil": 2161,
      "ĠÃ©conomique": 2162,
      "ĠfÃ©dÃ©ral": 2163,
      "tries": 2164,
      "Ġstat": 2165,
      "Ġset": 2166,
      "irc": 2167,
      "Ġautre": 2168,
      "ĠAu": 2169,
      "Ġcontrat": 2170,
      "Ġthem": 2171,
      "ĠOr": 2172,
      "ĠdÃ©penses": 2173,
      "quent": 2174,
      "CI": 2175,
      "loit": 2176,
      "vers": 2177,
      "ĠannÃ©e": 2178,
      "Ġproducteurs": 2179,
      "ĠComp": 2180,
      "mbre": 2181,
      "uss": 2182,
      "EM": 2183,
      "ator": 2184,
      "ĠTrade": 2185,
      "ĠDÃ©": 2186,
      "Ġtemps": 2187,
      "Ġcountry": 2188,
      "cil": 2189,
      "ower": 2190,
      "pes": 2191,
      "orpor": 2192,
      "ilm": 2193,
      "ĠManitoba": 2194,
      "ĠcoÃ»ts": 2195,
      "Ex": 2196,
      "Ġtrade": 2197,
      "ittee": 2198,
      "ĠInformation": 2199,
      "Ġpeople": 2200,
      "Ġcommunauta": 2201,
      "orting": 2202,
      "Ġinves": 2203,
      "fÃ©r": 2204,
      "ĠmarchÃ©s": 2205,
      "Ġapplication": 2206,
      "ĠNo": 2207,
      "rer": 2208,
      "oins": 2209,
      "glish": 2210,
      "af": 2211,
      "Ġgrande": 2212,
      "etwork": 2213,
      "Ġsus": 2214,
      "31": 2215,
      "Unis": 2216,
      "ization": 2217,
      "Ġfem": 2218,
      "Ġcommerce": 2219,
      "man": 2220,
      "tudes": 2221,
      "Ġradio": 2222,
      "Con": 2223,
      "Ġess": 2224,
      "olution": 2225,
      "uf": 2226,
      "ability": 2227,
      "Ġmake": 2228,
      "tivitÃ©": 2229,
      "Ġbenef": 2230,
      "atre": 2231,
      "ross": 2232,
      "tilisation": 2233,
      "iteurs": 2234,
      "ĠrÃ©alis": 2235,
      "Ġreconn": 2236,
      "Ġrapp": 2237,
      "Ġfrais": 2238,
      "serv": 2239,
      "08": 2240,
      "Ġgeneral": 2241,
      "Ġbroad": 2242,
      "Ġeducation": 2243,
      "ĠTe": 2244,
      "Ġhist": 2245,
      "Ces": 2246,
      "Ã©v": 2247,
      "Ġbeing": 2248,
      "Ġsen": 2249,
      "ĠTer": 2250,
      "omb": 2251,
      "entrepr": 2252,
      "eux": 2253,
      "itaire": 2254,
      "Ġencoura": 2255,
      "work": 2256,
      "ici": 2257,
      "ÃĢ": 2258,
      "ĠSaskat": 2259,
      "chewan": 2260,
      "vely": 2261,
      "ciaux": 2262,
      "ĠbÃ©nÃ©fic": 2263,
      "ureau": 2264,
      "Ġcompar": 2265,
      "Ġmusic": 2266,
      "uns": 2267,
      "Ġangl": 2268,
      "ĠÅĵuvre": 2269,
      "Ġspecific": 2270,
      "Ġinvest": 2271,
      "09": 2272,
      "ĠpÃ©riode": 2273,
      "urance": 2274,
      "Ġthree": 2275,
      "Ġnationale": 2276,
      "iments": 2277,
      "Ġexpected": 2278,
      "igne": 2279,
      "Ġ1998": 2280,
      "eting": 2281,
      "ĠdÃ©termin": 2282,
      "ders": 2283,
      "Ġestim": 2284,
      "Ġsera": 2285,
      "ouvoir": 2286,
      "mental": 2287,
      "Ġreview": 2288,
      "Ġconte": 2289,
      "Cette": 2290,
      "mbl": 2291,
      "ock": 2292,
      "Ġautochtones": 2293,
      "Ġquality": 2294,
      "Ġ/": 2295,
      "Ġappropri": 2296,
      "Ġfarm": 2297,
      "Ġpercent": 2298,
      "Ġprac": 2299,
      "Ġcertains": 2300,
      "echnolog": 2301,
      "Ġtrou": 2302,
      "Ġmand": 2303,
      "ĠÃ©trang": 2304,
      "ĠsociÃ©tÃ©": 2305,
      "Ġnorm": 2306,
      "urn": 2307,
      "ĠÃ©tait": 2308,
      "ĠvÃ©ri": 2309,
      "Ġfl": 2310,
      "Ġfinanc": 2311,
      "We": 2312,
      "Ã©ro": 2313,
      "Ġrespect": 2314,
      "mination": 2315,
      "Ġsee": 2316,
      "US": 2317,
      "ming": 2318,
      "ortion": 2319,
      "Ġrelative": 2320,
      "import": 2321,
      "18": 2322,
      "ĠÃ©c": 2323,
      "Ġserv": 2324,
      "Ġinvol": 2325,
      "Ġcountries": 2326,
      "Ġrecord": 2327,
      "Ġpresent": 2328,
      "ĠsÃ©": 2329,
      "Ġexemple": 2330,
      "Ġvue": 2331,
      "ĠÃ©v": 2332,
      "change": 2333,
      "Ġend": 2334,
      "Ġcollaboration": 2335,
      "Ġ100": 2336,
      "eti": 2337,
      "Ġinterest": 2338,
      "Ġorder": 2339,
      "ĠAcc": 2340,
      "Ġmembers": 2341,
      "cer": 2342,
      "ub": 2343,
      "hone": 2344,
      "ract": 2345,
      "Ġperformance": 2346,
      "off": 2347,
      "ield": 2348,
      "Ġtou": 2349,
      "Ġenti": 2350,
      "ĠFund": 2351,
      "Ġincreased": 2352,
      "ĠBoard": 2353,
      "tivitÃ©s": 2354,
      "UL": 2355,
      "urr": 2356,
      "Ġbesoins": 2357,
      "Ġcontinue": 2358,
      "ogn": 2359,
      "EL": 2360,
      "oront": 2361,
      "Ġduring": 2362,
      "ĠUS": 2363,
      "Ġbudget": 2364,
      "Ġlinguis": 2365,
      "ouvel": 2366,
      "Ġsug": 2367,
      "rir": 2368,
      "Ġatte": 2369,
      "eness": 2370,
      "Ã©ric": 2371,
      "red": 2372,
      "Ġcel": 2373,
      "oronto": 2374,
      "Ġcri": 2375,
      "ĠNorth": 2376,
      "ĠPer": 2377,
      "ĠprÃ©sente": 2378,
      "aliment": 2379,
      "urope": 2380,
      "ĠFin": 2381,
      "OL": 2382,
      "Ġ50": 2383,
      "ample": 2384,
      "Ġpeti": 2385,
      "ĠDirect": 2386,
      "ĠÃ©tudi": 2387,
      "ĠrÃ¨g": 2388,
      "Ġbel": 2389,
      "yse": 2390,
      "Ġnotre": 2391,
      "anding": 2392,
      "Ġsignificant": 2393,
      "@@": 2394,
      "Ġconcer": 2395,
      "istes": 2396,
      "Ġlarge": 2397,
      "Ġbil": 2398,
      "These": 2399,
      "meric": 2400,
      "Ġ31": 2401,
      "ĠÃ©lev": 2402,
      "Ġavoir": 2403,
